-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Апр 15 2023 г., 11:39
-- Версия сервера: 8.0.24
-- Версия PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `taxi-sevastopol-24`
--

-- --------------------------------------------------------

--
-- Структура таблицы `cities`
--

CREATE TABLE `cities` (
  `id_city` int NOT NULL,
  `eng` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `im` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `rod` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `dat` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `vin` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tvor` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `pred` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `main_city` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `street` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `cities`
--

INSERT INTO `cities` (`id_city`, `eng`, `im`, `rod`, `dat`, `vin`, `tvor`, `pred`, `main_city`, `street`) VALUES
(1, 'yalta', 'Ялта', 'Ялты', 'Ялте', 'Ялту', 'Ялтой', 'Ялте', NULL, NULL),
(2, 'feodosiya', 'Феодосия', 'Феодосии', 'Феодосии', 'Феодосию', 'Феодосией', 'Феодосии', NULL, 'ул. Кирова, 8'),
(6, 'sevastopol', 'Севастополь', 'Севастополя', 'Севастополю', 'Севастополь', 'Севастополем', 'Севастополе', '+', 'ул. Ленина, 19'),
(61, 'simferopol', 'Симферополь', 'Симферополя', 'Симферополю', 'Симферополь', 'Симферополем', 'Симферополе', NULL, 'ул. Мальченко, 11');

-- --------------------------------------------------------

--
-- Структура таблицы `defaults`
--

CREATE TABLE `defaults` (
  `id_default` int NOT NULL,
  `default_name` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `default_value` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `comment` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `defaults`
--

INSERT INTO `defaults` (`id_default`, `default_name`, `default_value`, `comment`) VALUES
(11, 'not_public_main_in_directions', '1', 'Не Публиковать главное направление в направлениях поддомена. Значения 0 или 1'),
(12, 'domain', 'sevastopol24.taxi', ''),
(14, 'phone', '+79780828277', ''),
(15, 'email_for_site', 'sev-taxi24@yandex.ru', 'E-mail - на сайт'),
(16, 'email_for_leads', 'sev-taxi24@yandex.ru', 'E-mail - Куда отправляем заявки'),
(17, 'min_discount', '30', 'Процент для расчета акционных цен'),
(19, 'akzia_day', '7', 'Дней акции'),
(48, 'min_price_percent', '30', ''),
(49, 'quantity_discount', '20', ''),
(50, 'wait_in_trip_title', 'Ожидание по маршруту (остановка более 10 мин.)', ''),
(51, 'wait_in_trip_economy', '400 руб./час', ''),
(52, 'wait_in_trip_comfort', '500 руб./час', ''),
(53, 'wait_in_trip_minivan', '700 руб./час', ''),
(54, 'wait_in_trip_business', '800 руб./час', ''),
(55, 'wait_in_trip_vip', '1000 руб./час', ''),
(56, 'child_armchair_title', 'Детское кресло или ФЭСТ', ''),
(57, 'child_armchair_economy', 'бесплатно ФЭСТ', ''),
(58, 'child_armchair_comfort', 'бесплатно кресло до 2 шт.', ''),
(59, 'child_armchair_minivan', 'бесплатно кресло до 2 шт.', ''),
(60, 'child_armchair_business', 'бесплатно кресло до 2 шт.', ''),
(61, 'child_armchair_vip', 'бесплатно кресло до 2 шт.', ''),
(62, 'rent_auto_title', 'Аренда авто с водителем на день, пробег до 250 км и 7 часов', ''),
(63, 'rent_auto_economy', 'от 3900 руб.', ''),
(64, 'rent_auto_comfort', 'от 4900 руб.', ''),
(65, 'rent_auto_minivan', 'от 7200 руб.', ''),
(66, 'rent_auto_business', 'от 6900 руб.', ''),
(67, 'rent_auto_vip', 'от 9 900 руб.', ''),
(69, 'email_for_leads_2', 'taksi-aeroport-simferopol@yandex.ru', ''),
(70, 'wait_in_airport_title', 'Ожидание в аэропорту', ''),
(71, 'wait_in_airport_economy', 'бесплатно', ''),
(72, 'wait_in_airport_comfort', 'бесплатно', ''),
(73, 'wait_in_airport_minivan', 'бесплатно', ''),
(74, 'wait_in_airport_business', 'бесплатно', ''),
(75, 'wait_in_airport_vip', 'бесплатно', ''),
(76, 'discount_title', '55', 'Скидка для Title');

-- --------------------------------------------------------

--
-- Структура таблицы `not_published_cities`
--

CREATE TABLE `not_published_cities` (
  `id_not_published_city` int NOT NULL,
  `city_from_ref` int NOT NULL,
  `city_to_ref` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `tariffs`
--

CREATE TABLE `tariffs` (
  `id_tariff` int NOT NULL,
  `city_from_ref` int NOT NULL,
  `city_to_ref` int NOT NULL,
  `economy` int DEFAULT NULL,
  `comfort` int DEFAULT NULL,
  `business` int DEFAULT NULL,
  `minivan` int DEFAULT NULL,
  `vip` int DEFAULT NULL,
  `concat_from_to` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`city_from_ref`,_utf8mb4'_',`city_to_ref`)) VIRTUAL NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `tariffs`
--

INSERT INTO `tariffs` (`id_tariff`, `city_from_ref`, `city_to_ref`, `economy`, `comfort`, `business`, `minivan`, `vip`) VALUES
(1, 1, 2, 3500, 3800, 4900, 4700, NULL),
(5, 1, 6, 1800, 2000, 3000, 2900, NULL),
(60, 1, 61, 1130, 1350, 2330, 2260, NULL),
(83, 2, 1, 3500, 3800, 4900, 4700, NULL),
(87, 2, 6, 3500, 3800, 5800, 5500, NULL),
(142, 2, 61, 1870, 2090, 3380, 3190, NULL),
(411, 6, 1, 1800, 2000, 3000, 2900, NULL),
(412, 6, 2, 3500, 3800, 5800, 5500, NULL),
(470, 6, 61, 1550, 1790, 2950, 2880, NULL),
(4921, 61, 1, 1130, 1350, 2330, 2260, NULL),
(4922, 61, 2, 1870, 2090, 3380, 3190, NULL),
(4926, 61, 6, 1550, 1790, 2950, 2880, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `texts`
--

CREATE TABLE `texts` (
  `id_text` int NOT NULL,
  `text_field_ref` int NOT NULL,
  `text_type_ref` int NOT NULL,
  `value` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `field_text_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`text_field_ref`,_utf8mb4'_',`text_type_ref`)) VIRTUAL NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `texts`
--

INSERT INTO `texts` (`id_text`, `text_field_ref`, `text_type_ref`, `value`) VALUES
(917, 170, 1, 'Такси Севастополь Симферополь ЖД вокзал, аэропорт от 675 руб.'),
(918, 171, 1, 'Заказать такси из Севастополя в Симферополь аэропорт, ЖД вокзал или трансфер из Симферополя в Севастополь на сайте [domen]очень удобно, быстро и недорого'),
(919, 172, 1, 'такси, трансфер, севастополь, симферополь, ялта, севастополь, керчь, балакла, алушта, партенит, феодосия, судак, коктебель, евпатория, аэропорт, цена, стоимость, недорого'),
(920, 173, 1, 'Такси Севастополь Симферополь'),
(921, 174, 1, 'ТАКСИ СЕВАСТОПОЛЬ<br>АЭРОПОРТ СИМФЕРОПОЛЬ'),
(922, 175, 1, 'ЗАКАЗАВ ТАКСИ ИЗ СЕВАСТОПОЛЯ В АЭРОПОРТ СИМФЕРОПОЛЯ ПО ТЕЛЕФОНУ [phone], ВЫ ДОБЕРЕТЕСЬ СВОЕВРЕМЕННО И БЕЗ ОПОЗДАНИЙ'),
(923, 176, 1, 'УЗНАТЬ СТОИМОСТЬ'),
(924, 177, 1, 'ЗАБРОНИРОВАТЬ ТАКСИ В СЕВАСТОПОЛЕ СЕЙЧАС'),
(925, 178, 1, 'Такси Севастополь Симферополь'),
(926, 179, 1, 'Такси Севастополь 24'),
(927, 180, 1, '<p>Такси  Севастополь Симферополь аэропорт можно заказать по телефону [phone] или на официальном сайте [main_url]. Вовремя приехать в нужную точку Крыма порой бывает очень важно. Сегодня самым удобным видом транспорта является такси. Конечно, ездить каждый день на такси будет очень дорого, но если говорить о поездке в другой город, добираться от аэропорта Симферополя или вокзала до гостиницы лучше всего именно на такси – тут нет никаких сомнений. Вместе с тем, многое зависит еще и от выбора непосредственно службы такси. У нас вы точно можете быть уверены в успехе поездки.</p>'),
(928, 181, 1, '<p>В частности стоит отметить маршруты такси из Севастополя в Симферополь, Ялту, Анапу, Керчь, Феодосию, Евпаторию, Судак, Алушту, Балаклаву, Коктебель. Это тот случай, когда из-за неопытности водителя и непродуманного маршрута поездка может занять гораздо больше времени. Поэтому наша компания уделяет большое внимание тому, чтобы все водители, которые работают в нашей службе такси, хорошо знали оптимальную дорогу. Учитывая, что у нас маршрут « такси Севастополь – аэропорт Симферополя» является одним из наиболее востребованных, вполне логично, что этому вопросу уделяется внимание.</p>\r\n<p>Также следует отметить и хороший уровень сервиса. В отличие от других служб такси, водители нашей компании при необходимости помогут погрузить или разгрузить багаж в аэропорту Симферополя. Если вы едете не в гостиницу, а домой, и соответственно вам там помочь с багажом некому, наш персонал даже в этой ситуации сделает все, чтобы облегчить поездку.</p>\r\n<p>Отдельного слова заслуживает и безопасность поездки. Наши водители являются опытными автомобилистами, и при поездке с пассажиром никогда не допустят никакой рисковой ситуации. Сохранность пассажира, это главный приоритет нашей компании, поэтому вопросам безопасности уделяется первостепенное значение. От опытности водителей зависит выбор оптимального маршрута из Севастополя в Симферополь или другой город Крыма, время поездки, и порой даже безопасность поездки. Это касается как мастерства водителей, так и технического состояния всех транспортных средств. Неважно, на чем вы едете. Будь то стандартная легковушка, если вы сами и багажа немного, или минивэн или микроавтобус, если речь идет о поездке группы людей с большим количеством багажа – в любом случае безопасность пассажиров будет соблюдена по максимуму. И если вы планируете поездку в Севастополь, и хотите заранее быть уверенным в том, что доберетесь до места назначения без проблем и вовремя – обратите внимание на нашу службу \"такси Севастополь 24\". У нас вы точно можете быть уверены в успехе поездки.</p>'),
(929, 182, 1, 'ЧИТАТЬ ДАЛЬШЕ'),
(930, 183, 1, 'Авто в  такси Севастополь 24'),
(931, 184, 1, 'Рено Логан, Дэу Ланос'),
(932, 185, 1, 'Такси Севастополь аэропорт Симферополь'),
(933, 186, 1, 'Шкода Октавия, Форд Фокус'),
(934, 187, 1, 'Такси комфорт Севастополь Симферополь'),
(935, 188, 1, 'Тойота Камри, Ниссан Теана'),
(936, 189, 1, 'Такси бизнес Севастополь аэропорт'),
(937, 190, 1, 'Мерседес Вито, VW транспортер'),
(938, 191, 1, 'Такси минивэн Севастополь Симферополь'),
(939, 192, 1, 'Тарифы такси по Крыму из Севастополя'),
(940, 193, 1, 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера!'),
(941, 194, 1, 'Преимущества нашего такси'),
(942, 195, 1, 'C нашим такси Севастополь Симферополь аэропорт Вы надежно и в срок доберетесь до точки назначения.'),
(943, 196, 1, 'Такси Севастополь Симферополь аэропорт'),
(944, 197, 1, 'Квалификация'),
(945, 198, 1, 'Минимальный стаж водителей от <strong>5</strong> лет и более <strong>30 000</strong> проезженных часов.'),
(946, 199, 1, ''),
(947, 200, 1, 'Безопасность'),
(948, 201, 1, 'Все автомобили и водители перед выездом проходят проверки по всем стандартам РФ.'),
(949, 202, 1, ''),
(950, 203, 1, 'Надежность'),
(951, 204, 1, 'Мы понимаем насколько важна пунктуальность, поэтому мы гарантируем что машина будет точно в срок.'),
(952, 205, 1, ''),
(953, 206, 1, 'Комфорт'),
(954, 207, 1, 'Мы знаем на сколько важен комфорт! У нас Вы забудете о курящом в салоне водителе, холодной или душной машине и громкой не любимой музыке.'),
(955, 208, 1, ''),
(956, 209, 1, '4 факта о нас'),
(957, 210, 1, '0'),
(958, 211, 1, 'ОПОЗДАВШИХ НА СВОЙ РЕЙС'),
(959, 212, 1, '0'),
(960, 213, 1, 'ЗАДЕРЖАННЫХ МАШИН НА ВЫЗОВ'),
(961, 214, 1, '77'),
(962, 215, 1, 'АВТОМОБИЛЕЙ<br>НА БАЗЕ'),
(963, 216, 1, '100%'),
(964, 217, 1, 'ХАРИЗМАТИЧНЫХ ВОДИТЕЛЕЙ'),
(965, 218, 1, 'Отзывы о нас'),
(966, 219, 1, 'Наталья, клиент нашего такси Севастополь24'),
(967, 220, 1, 'Хочу сказать -  «Спасибо Вам огромное за очень теплое, гостеприимное  отношение  к нам, пассажирам, за поездку и за удивительную экскурсию!!))». Хорошо встретили, сразу после приземления самолета  водитель связался с нами по телефону. По маршруту от аэропорта Симферополя до Севастополя  увидели строительство ТЭЦ и трассы  Таврида, дух захватывает! Сергей рассказал  много полезной информации, где  интересно провести время ,как для взрослых так и для малышей!  Удачи Вам и всего самого хорошего!!! Процветания компании!!!))) Обратно только с Вами!'),
(968, 221, 1, 'Наталья'),
(969, 222, 1, 'Александр, клиент такси Севастополь24'),
(970, 223, 1, 'Вот уже более 5-ти лет, пользуюсь услугами этого такси. Выбрал случайно по интернету, понравился  сайт своей информативностью, легкостью в использовании,  а также функцией Обратного Звонка.  Думал, если подведут  хоть раз, сразу  изменю свой выбор, - предложений на рынке много.  Но вот уже скоро  Новогодние праздники 2018,  и мы снова вместе едем в Севастополь в гостиницу Аквамарин. Опрятные водители, чистые и ухоженные автомобили, соответствие цены и качества, и самое главное безопасная и комфортная поездка. Спасибо за качество!'),
(971, 224, 1, 'Александр'),
(972, 225, 1, 'Клиент такси Севастополь24-Елена'),
(973, 226, 1, 'Я, секретарь генерального директора, впервые заказывал автомобиль бизнес класса из аэропорта Симферополя в гостиницу Аквамарин, где проходила конференция. Очень переживал за качество и ответственность  данной фирмы. Заказывал Mersedes S-class. Наш  директор очень дорожит своим  временем,  уважает комфорт и пунктуальность. «Мерседес» и водитель Андрей, отработали на высшем уровне, трансфером  директор  был доволен,  а также проведенной  ( с его согласия) экскурсией по дороге. В общем, теперь будем всегда обращаться.'),
(974, 227, 1, 'Елена'),
(975, 228, 1, 'ЗАБРОНИРОВАТЬ ТАКСИ СЕЙЧАС'),
(976, 229, 1, 'Такси Севастополь © [year] | Симферополь'),
(977, 230, 1, 'Политика конфиденциальности и оферта'),
(978, 231, 1, '<p>Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте https://sevastopol24.taxi, будут использованы с целью подготовки транспортных  услуг в соответствии с Вашими основными требованиями.</p>\r\n<p>Передача Вашей информации третьим лицам полностью исключена.</p>\r\n <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>                                              \r\n<p>Наш сайт \"Такси 24 Севастополь\" не является публичной офертой и носит информационный характер</p>'),
(1413, 170, 2, 'Такси из Севастополя в [city_2_vin] по Акции от [title_price] руб.'),
(1414, 171, 2, 'Заказать такси из Севастополя в [city_2_vin] или трансфер из Севастополя в [city_2_vin] на сайте [domen] очень удобно, быстро и недорого. Лучшая цена в Крыму!'),
(1415, 172, 2, ''),
(1416, 173, 2, 'Такси Севастополь [city_2_im]'),
(1417, 174, 2, 'ТАКСИ СЕВАСТОПОЛЬ - [city_2_im] НЕДОРОГО'),
(1418, 175, 2, 'ЗАКАЗАВ ТАКСИ ИЗ СЕВАСТОПОЛЯ В [city_2_vin] ИЛИ ИЗ [city_2_rod] В СЕВАСТОПОЛЬ ПО ТЕЛЕФОНУ [phone], ВЫ ДОБЕРЕТЕСЬ СВОЕВРЕМЕННО И БЕЗ ОПОЗДАНИЙ.'),
(1419, 176, 2, 'УЗНАТЬ СТОИМОСТЬ'),
(1420, 177, 2, 'ЗАБРОНИРОВАТЬ ТАКСИ СЕВАСТОПОЛЬ - [city_2_im]'),
(1421, 178, 2, 'ТАКСИ СЕВАСТОПОЛЬ - [city_2_im]'),
(1422, 179, 2, 'Такси из Севастополя в [city_2_vin]'),
(1423, 180, 2, '<p>Заказав такси Севастополь - [city_2_im]  по телефону[phone] или на нашем сайте, вы гарантированно сбережете свое время и нервы. Наша компания всегда заботится о\r\nкомфорте и безопасности своих клиентов, максимально стараясь предугадать все\r\nпожелания пассажиров. </p>\r\n<p>Кроме того, в отличие от сотрудников других фирм такси, наши водители всегда готовы\r\nпомочь пассажирам с погрузкой и выгрузкой багажа. Если вы едете на такси из\r\nСевастополя в [city_2_vin] и вам некому помочь с тяжелыми чемоданами – не беспокойтесь.\r\nНаши водители помогут вам решить эту проблему. </p>'),
(1424, 181, 2, '<p>При поездке в такси в [city_2_vin] из Севастополя вы можете быть уверенны в том, что\r\nводитель доставит вас к месту назначения кратчайшим и наиболее безопасным путем. У\r\nнас работают исключительно профессионалы, имеющие за плечами несколько лет\r\nводительского стажа и отлично знающие не только Севастополь, но и другие города\r\nКрыма, что позволяет водителям заранее обдумать путь следования, составив\r\nоптимальный маршрут. Если у вас есть какие-либо особые пожелания - водитель может\r\nсогласовать маршрут с вами. Наше такси доставит вас в ту точку\r\n[city_2_rod], в которую вам изначально нужно: к гостинице, пансионату, частному сектору или\r\nже в район многоэтажной застройки.</p>\r\n<p>При заказе такси из Севастополя в [city_2_vin]  диспетчер обязательно уточнит у вас всю\r\nнеобходимую информацию о маршруте поездки, количестве и возрасте пассажиров, а\r\nтакже о наличии багажа, сообщит фиксированную цену за проезд. Все это позволит ему принять наиболее верное решение при выборе автомобиля для выполнения вашего заказа.\r\nЕсли вам важны ваши время, нервы, комфорт и безопасность – воспользуйтесь услугами\r\nнашей службы, и вы уже никогда не захотите вызывать такси других фирм.</p>'),
(1425, 182, 2, 'ЧИТАТЬ ДАЛЬШЕ'),
(1426, 183, 2, 'Авто из Севастополя в [city_2_vin] на  \"такси 24\"'),
(1427, 184, 2, 'Рено Логан, Дэу Ланос'),
(1428, 185, 2, 'Недорого Такси Севастополь'),
(1429, 186, 2, 'Шкода Октавия, Форд Фокус'),
(1430, 187, 2, 'Комфортное такси в [city_2_vin]'),
(1431, 188, 2, 'Тойота Камри, Ниссан Теана'),
(1432, 189, 2, 'Бизнес такси По Крыму Севастополь - [city_2_im]'),
(1433, 190, 2, 'Мерседес Вито, VW транспортер'),
(1434, 191, 2, 'Заказать минивэн  Севастополь - [city_2_im]'),
(1435, 192, 2, 'Тарифы такси из Севастополя по Крыму и в [city_2_vin]'),
(1436, 193, 2, 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера!'),
(1437, 194, 2, 'Преимущества нашего такси'),
(1438, 195, 2, 'C нашим <a href=\"[main_url]\" style=\"color:black\" >такси из Севастополя в [city_2_vin]</a> Вы надежно и в срок доберетесь до точки назначения.'),
(1439, 196, 2, 'Такси Севастополь'),
(1440, 197, 2, 'Квалификация'),
(1441, 198, 2, 'Минимальный стаж водителей от <strong>5</strong> лет и более <strong>30 000</strong> проезженных часов.'),
(1442, 199, 2, ''),
(1443, 200, 2, 'Безопасность'),
(1444, 201, 2, 'Все автомобили и водители перед выездом проходят проверки по всем стандартам РФ.'),
(1445, 202, 2, ''),
(1446, 203, 2, 'Надежность'),
(1447, 204, 2, 'Мы понимаем насколько важна пунктуальность, поэтому мы гарантируем что машина будет точно в срок.'),
(1448, 205, 2, ''),
(1449, 206, 2, 'Комфорт'),
(1450, 207, 2, 'Мы знаем на сколько важен комфорт! У нас Вы забудете о курящем в салоне водителе, холодной или душной машине и громкой не любимой музыке.'),
(1451, 208, 2, ''),
(1452, 209, 2, '4 факта о нас'),
(1453, 210, 2, '0'),
(1454, 211, 2, '<strong>ОПОЗДАВШИХ НА СВОЙ РЕЙС</strong>'),
(1455, 212, 2, '0'),
(1456, 213, 2, 'ЗАДЕРЖАННЫХ МАШИН НА ВЫЗОВ'),
(1457, 214, 2, '77'),
(1458, 215, 2, 'АВТОМОБИЛЕЙ<br>НА БАЗЕ'),
(1459, 216, 2, '100%'),
(1460, 217, 2, 'ХАРИЗМАТИЧНЫХ ВОДИТЕЛЕЙ'),
(1461, 218, 2, 'Отзывы о нас'),
(1462, 219, 2, 'Наталья, клиент нашего такси  из Севастополя в [city_2_vin]'),
(1463, 220, 2, 'Воспользовалась услугами такси из Севастополя в [city_2_vin] и осталась очень довольной.\r\nВпервые попала в такую фирму такси, где диспетчер уточняет возраст моего ребенка не\r\nпросто, потому что по инструкции так положено, а для того, чтобы прислать автомобиль,\r\nоборудованный соответствующим креслом. Казалось бы, мелочь, но как приятно.'),
(1464, 221, 2, 'Наталья'),
(1465, 222, 2, 'Александр, постоянно ездит из Севастополя'),
(1466, 223, 2, 'Ездил к друзьям на выходные, свою машину не брал, так как планировался культурный\r\nотдых с возлияниями. Вызвал такси  в Севастополе. Машину подали четко к назначенному\r\nчасу, доехали мы быстро и аккуратно. Сам водитель, поэтому могу адекватно оценить\r\nмастерство таксиста. А тут просто снимаю шляпу! Мужик, если ты читаешь этот отзыв –\r\nспасибо тебе за офигенный урок вождения! Там реально есть, что перенять. Стоит ли\r\nговорить, что на обратном пути из [city_2_rod] в Севастополь  я снова вызвал такси именно этой компании? И опять все\r\nотлично!'),
(1467, 224, 2, 'Александр'),
(1468, 225, 2, 'Елена, заказывала такси в [city_2_vin]'),
(1469, 226, 2, 'Ездили с девчонками на пару дней в [city_2_vin]. Подруга вызвала такси из Севастополя.\r\nОбратила внимание, что диспетчер уточнила, на каком авто мы бы хотели ехать и какой\r\nмаршрут предпочитаем. И надо же – все пожелания были учтены. Доехали быстро,\r\nкомфортно и с ветерком. Водитель Сергей оказался очень приятным мужчиной – отвечал,\r\nкогда к нему обращались, а в наши разговоры не лез.'),
(1470, 227, 2, 'Елена'),
(1471, 228, 2, 'ЗАБРОНИРОВАТЬ ТАКСИ СЕЙЧАС'),
(1472, 229, 2, 'Такси Севастополь [city_2_im] © [year]'),
(1473, 230, 2, 'Политика конфиденциальности и оферта'),
(1474, 231, 2, '<p>Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте https://sevastopol24.taxi, будут использованы с целью подготовки транспортных  услуг в соответствии с Вашими основными требованиями.</p>\r\n<p>Передача Вашей информации третьим лицам полностью исключена.</p>\r\n <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>                                              \r\n<p>Наш сайт \"Такси 24 Севастополь\" не является публичной офертой и носит информационный характер</p>'),
(1847, 170, 3, 'Такси из [city_1_rod] в Севастополь цена от [title_price] руб.'),
(1848, 171, 3, 'Заказать такси из [city_1_rod] в Севастополь или трансфер в Севастополь из [city_1_rod] по телефону [phone]  на сайте очень удобно, быстро и недорого. Лучшая цена в Крыму!'),
(1849, 172, 3, ''),
(1850, 173, 3, 'Такси [city_1_im] Севастополь'),
(1851, 174, 3, 'ТАКСИ [city_1_im] - СЕВАСТОПОЛЬ НЕДОРОГО'),
(1852, 175, 3, 'ЗАКАЗАВ ТАКСИ ИЗ [city_1_rod] В СЕВАСТОПОЛЬ ИЛИ ИЗ СЕВАСТОПОЛЯ В [city_1_vin] ПО ТЕЛЕФОНУ [phone], ВЫ ДОБЕРЕТЕСЬ СВОЕВРЕМЕННО И БЕЗ ОПОЗДАНИЙ'),
(1853, 176, 3, 'УЗНАТЬ СТОИМОСТЬ'),
(1854, 177, 3, 'ЗАБРОНИРОВАТЬ ТАКСИ [city_1_im] - СЕВАСТОПОЛЬ'),
(1855, 178, 3, 'ТАКСИ [city_1_im] - СЕВАСТОПОЛЬ'),
(1856, 179, 3, 'Такси Севастополь24 из [city_1_rod]'),
(1857, 180, 3, '<p>Заказав такси [city_1_im] - Севастополь по телефону [phone] или на нашем официальном сайте, вы доедете точно до нужного вам пункта и с максимальным комфортом. Наша\r\nкомпания уделяет особое внимание потребностям клиентов, именно поэтому автомобиль\r\nподают четко к оговоренному часу или же (при срочных заказах) практически сразу же\r\nпосле звонка. </p>\r\n<p>Для человека, отправляющегося в путь в такси из [city_1_rod] в Севастополь немаловажна его\r\nбезопасность. Он должен быть уверен, что вверяет свою жизнь умелому водителю. И это понятно.</p>'),
(1858, 181, 3, '<p>В нашей компании работают исключительно опытные профессионалы, знающие,\r\nкак можно доставить клиента из [city_1_rod] в Севастополь по минимальной цене максимально быстро и бережно. Они не\r\nдопускают создания опасных ситуаций на дороге, предпочитая не обращать внимания на\r\nошибки или попытки самоутвердиться более неопытных коллег. Один из главных\r\nпринципов работы нашей компании заключается в предельном обеспечении безопасности\r\nи комфорта пассажира, именно поэтому все действия водителя будут направлены\r\nисключительно на обеспечение этих условий.</p>\r\n<p>Кроме того, наши диспетчеры обязательно оговаривают условия поездки: узнают, сколько\r\nчеловек отправится в путь, будут ли с вами дети, уточнят их возраст, спросят, берете ли\r\nвы багаж, и если да – то сколько. Вся эта информация позволит диспетчеру определить,\r\nкакой именно автомобиль необходимо отправить на заказ, чтобы он мог предельно\r\nудовлетворить все запросы клиента. Таким образом, поездка в такси в Севастополь из [city_1_rod] станет для вас не утомительной необходимостью, а довольно\r\nприятным времяпрепровождением. При этом неприятных неожиданностей, которые\r\nнередко возникают при заказе такси других фирм, удастся успешно избежать.</p>\r\n\r\n<p>Мы понимаем, что умение виртуозно водить автомобиль – далеко не единственное\r\nобязательное качество для водителя такси. Благодаря чему в нашей компании работают\r\nисключительно вежливые, образованные и интеллигентные люди, способные как\r\nподдержать любой разговор, так и понять, когда клиент желает просто помолчать. Иногда\r\nэто бывает очень важно.</p>\r\n<p>Если вы желаете заказать такси из [city_1_rod] в Севастополь и добраться до места назначения\r\nмаксимально быстро, безопасно и комфортно – тогда наша служба такси создана\r\nспециально для вас. С нами вы можете быть уверены в том, что поездка пройдет без\r\nлишних проблем и оставит после себя приятные впечатления. </p>'),
(1859, 182, 3, 'ЧИТАТЬ ДАЛЬШЕ'),
(1860, 183, 3, 'Авто из [city_1_rod] в \"такси Севастополь 24\"'),
(1861, 184, 3, 'Рено Логан, Дэу Ланос'),
(1862, 185, 3, 'Такси Севастополь [city_1_im]'),
(1863, 186, 3, 'Шкода Октавия, Форд Фокус'),
(1864, 187, 3, 'Комфортное такси из [city_1_rod] в Севастополь'),
(1865, 188, 3, 'Тойота Камри, Ниссан Теана'),
(1866, 189, 3, 'Бизнес такси [city_1_im]'),
(1867, 190, 3, 'Мерседес Вито, VW транспортер'),
(1868, 191, 3, 'Такси минивэн Севастополь [city_1_im]'),
(1869, 192, 3, 'Тарифы такси из [city_1_rod] по Крыму и в Севастополь'),
(1870, 193, 3, 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера!'),
(1871, 194, 3, 'Преимущества нашего такси'),
(1872, 195, 3, 'C нашим <a href=\"[main_url]\" style=\"color:black\" >такси из [city_1_rod] в Севастополь</a>  Вы надежно и в срок доберетесь до точки назначения.'),
(1873, 196, 3, 'Такси [city_1_im] - Севастополь'),
(1874, 197, 3, 'Квалификация'),
(1875, 198, 3, 'Минимальный стаж водителей от <strong>5</strong> лет и более <strong>30 000</strong> проезженных часов.'),
(1876, 199, 3, ''),
(1877, 200, 3, 'Безопасность'),
(1878, 201, 3, 'Все автомобили и водители перед выездом проходят проверки по всем стандартам РФ.'),
(1879, 202, 3, ''),
(1880, 203, 3, 'Надежность'),
(1881, 204, 3, 'Мы понимаем насколько важна пунктуальность, поэтому мы гарантируем что машина будет точно в срок.'),
(1882, 205, 3, ''),
(1883, 206, 3, 'Комфорт'),
(1884, 207, 3, 'Мы знаем на сколько важен комфорт! У нас Вы забудете о курящом в салоне водителе, холодной или душной машине и громкой не любимой музыке.'),
(1885, 208, 3, ''),
(1886, 209, 3, '4 факта о нас'),
(1887, 210, 3, '0'),
(1888, 211, 3, '<strong>ОПОЗДАВШИХ НА СВОЙ РЕЙС</strong>'),
(1889, 212, 3, '0'),
(1890, 213, 3, 'ЗАДЕРЖАННЫХ МАШИН НА ВЫЗОВ'),
(1891, 214, 3, '77'),
(1892, 215, 3, 'АВТОМОБИЛЕЙ<br> НА БАЗЕ'),
(1893, 216, 3, '100%'),
(1894, 217, 3, 'ХАРИЗМАТИЧНЫХ ВОДИТЕЛЕЙ'),
(1895, 218, 3, 'Отзывы о нас'),
(1896, 219, 3, 'Наталья, клиент нашего такси Севастополь24 из [city_1_rod]'),
(1897, 220, 3, 'Ехала на несколько дней в к знакомым в гости в Севастополь. Ребенка оставить было не с кем, а\r\nпропустить день рождения лучшей подруги я также не могла себе позволить. Вызвала\r\nтакси из [city_1_rod]. Диспетчер спросила меня, будет ли со мной ребенок и уточнила его возраст,\r\nпосле чего мне подали машину, оборудованную детским креслом безопасности,\r\nсоответствующим по весу и размеру именно моему малышу. Водитель не только помог\r\nзагрузить коляску в багажник, но также закрепил моего сына в кресле, после чего\r\nтщательно проверил каждое крепление – мало ли что. Стоит отдать должное,\r\nпредосторожности оказались излишни, - машину он вел максимально аккуратно, скорость\r\nне превышал. И вел себя очень корректно. Обязательно воспользуюсь услугами компании\r\nв будущем!'),
(1898, 221, 3, 'Наталья'),
(1899, 222, 3, 'Александр, постоянно ездит из [city_1_rod] в Севастополь'),
(1900, 223, 3, 'На днях довелось воспользоваться услугами такси этой компании. Дело было поздним\r\nвечером – возвращался из командировки в Севастополь, вымотался за день по самое «немогу». Что хочу\r\nотметить: такси подали в срок по адресу [city_1_vin], доставили быстро и по кратчайшему пути. А водитель\r\nоказался понимающим человеком и не пытался навязывать разговор. Грубо говоря, в\r\nтакси я умудрился отдохнуть и даже немного отоспаться. Вот это я считаю сервис!'),
(1901, 224, 3, 'Александр'),
(1902, 225, 3, 'Елена, заказывала такси из [city_1_rod] в Севастополь для директора'),
(1903, 226, 3, 'Нужно было отвезти кое-какие вещи подруге в Севастополь. В общем, багажа – уйма. Вызвала такси \r\nпот телефону в [city_1_vin]. Диспетчер внимательно выслушала. В чем проблема и прислала мне\r\nавтомобиль с вместительным багажником. Да и салон был – будь здоров. В общем,\r\nпоместились все мои баулы, как миленькие, еще и место осталось. Водитель не только\r\nдовез быстро и бережно, но и со словами: «Может, и моей кто поможет», - помог нам,\r\nслабым женщинам, разобраться со всей этой кучей барахла. Огромное спасибо вам за то,\r\nчто у вас работают такие отзывчивые люди!'),
(1904, 227, 3, 'Елена'),
(1905, 228, 3, 'ЗАБРОНИРОВАТЬ ТАКСИ СЕЙЧАС'),
(1906, 229, 3, 'Такси [city_1_im] Севастополь © [year]'),
(1907, 230, 3, 'Политика конфиденциальности и оферта'),
(1908, 231, 3, '<p>Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте https://sevastopol24.taxi, будут использованы с целью подготовки транспортных  услуг в соответствии с Вашими основными требованиями.</p>\r\n<p>Передача Вашей информации третьим лицам полностью исключена.</p>\r\n <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>                                              \r\n<p>Наш сайт \"Такси 24 Севастополь\" не является публичной офертой и носит информационный характер</p>'),
(2219, 170, 4, 'Такси из [city_1_rod] в [city_2_vin] по Акции от [title_price] руб.'),
(2220, 171, 4, 'Заказать такси из [city_1_rod] в [city_2_vin] или трансфер из [city_1_rod] в [city_2_vin] на сайте [domen] очень удобно, быстро и недорого. Лучшая цена в Крыму!'),
(2221, 172, 4, ''),
(2222, 173, 4, 'Такси [city_1_im] [city_2_im]'),
(2223, 174, 4, 'ТАКСИ [city_1_im] - [city_2_im] НЕДОРОГО'),
(2224, 175, 4, 'ЗАКАЗАВ ТАКСИ ИЗ [city_1_rod] в [city_2_vin] ИЛИ ИЗ[city_2_rod] в [city_1_vin] ПО ТЕЛЕФОНУ [phone], ВЫ ДОБЕРЕТЕСЬ СВОЕВРЕМЕННО И БЕЗ ОПОЗДАНИЙ.'),
(2225, 176, 4, 'УЗНАТЬ СТОИМОСТ'),
(2226, 177, 4, 'ЗАБРОНИРОВАТЬ ТАКСИ [city_1_im] - [city_2_im]'),
(2227, 178, 4, 'ТАКСИ [city_1_im] - [city_2_im]'),
(2228, 179, 4, 'Такси из [city_1_rod] в [city_2_vin]'),
(2229, 180, 4, '<p>Заказав такси [city_1_im] - [city_2_im]   по телефону [phone] или на нашем сайте, вы гарантированно сбережете свое время и нервы. Наша компания всегда заботится о\r\nкомфорте и безопасности своих клиентов, максимально стараясь предугадать все\r\nпожелания пассажиров.</p>\r\n<p>Кроме того, в отличие от сотрудников других фирм такси, наши водители всегда готовы\r\nпомочь пассажирам с погрузкой и выгрузкой багажа. Если вы едете на такси из\r\n[city_1_rod] в [city_2_vin]  и вам некому помочь с тяжелыми чемоданами – не беспокойтесь.\r\nНаши водители помогут вам решить эту проблему.</p>'),
(2230, 181, 4, '<p>При поездке в такси в [city_2_rod] в [city_1_vin]  вы можете быть уверенны в том, что\r\nводитель доставит вас к месту назначения кратчайшим и наиболее безопасным путем. У\r\nнас работают исключительно профессионалы, имеющие за плечами несколько лет\r\nводительского стажа и отлично знающие не только [city_2_vin], но и другие города\r\nКрыма, что позволяет водителям заранее обдумать путь следования, составив\r\nоптимальный маршрут. Если у вас есть какие-либо особые пожелания - водитель может\r\nсогласовать маршрут с вами. Наше такси доставит вас в ту точку\r\n[city_1_rod], в которую вам изначально нужно: к гостинице, пансионату, частному сектору или\r\nже в район многоэтажной застройки.</p>\r\n<p>При заказе такси из [city_1_rod] в [city_2_vin]   диспетчер обязательно уточнит у вас всю\r\nнеобходимую информацию о маршруте поездки, количестве и возрасте пассажиров, а\r\nтакже о наличии багажа, сообщит фиксированную цену за проезд. Все это позволит ему принять наиболее верное решение при\r\nвыборе автомобиля для выполнения вашего заказа.\r\nЕсли вам важны ваши время, нервы, комфорт и безопасность – воспользуйтесь услугами\r\nнашей службы, и вы уже никогда не захотите вызывать такси других фирм.</p>'),
(2231, 182, 4, 'ЧИТАТЬ ДАЛЬШЕ'),
(2232, 183, 4, 'Авто из [city_1_rod] в [city_2_vin] на  \"такси 24\"'),
(2233, 184, 4, 'Рено Логан, Дэу Ланос'),
(2234, 185, 4, 'Недорого Такси [city_1_im]'),
(2235, 186, 4, 'Шкода Октавия, Форд Фокус'),
(2236, 187, 4, 'Комфортное такси в [city_2_vin]'),
(2237, 188, 4, 'Тойота Камри, Ниссан Теана'),
(2238, 189, 4, 'Бизнес такси По Крыму [city_1_im] [city_2_im]'),
(2239, 190, 4, 'Мерседес Вито, VW транспортер'),
(2240, 191, 4, 'Заказать минивэн  [city_1_im] - [city_2_im]'),
(2241, 192, 4, 'Тарифы такси из [city_1_rod] по Крыму и в [city_2_vin]'),
(2242, 193, 4, 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера!'),
(2243, 194, 4, 'Преимущества нашего такси'),
(2244, 195, 4, 'C нашим <a href=\"[domain_url]\" style=\"color:black\" >такси из [city_1_rod] в [city_2_vin] </a> Вы надежно и в срок доберетесь до точки назначения.'),
(2245, 196, 4, 'Такси [city_1_im]'),
(2246, 197, 4, 'Квалификация'),
(2247, 198, 4, 'Минимальный стаж водителей от <strong>5</strong> лет и более <strong>30 000</strong> проезженных часов.'),
(2248, 199, 4, ''),
(2249, 200, 4, 'Безопасность'),
(2250, 201, 4, 'Все автомобили и водители перед выездом проходят проверки по всем стандартам РФ.'),
(2251, 202, 4, ''),
(2252, 203, 4, 'Надежность'),
(2253, 204, 4, 'Мы понимаем насколько важна пунктуальность, поэтому мы гарантируем что машина будет точно в срок.'),
(2254, 205, 4, ''),
(2255, 206, 4, 'Комфорт'),
(2256, 207, 4, 'Мы знаем на сколько важен комфорт! У нас Вы забудете о курящом в салоне водителе, холодной или душной машине и громкой не любимой музыке.'),
(2257, 208, 4, ''),
(2258, 209, 4, '4 факта о нас'),
(2259, 210, 4, '0'),
(2260, 211, 4, '<strong>ОПОЗДАВШИХ НА СВОЙ РЕЙС</strong>'),
(2261, 212, 4, '0'),
(2262, 213, 4, 'ЗАДЕРЖАННЫХ МАШИН НА ВЫЗОВ'),
(2263, 214, 4, '77'),
(2264, 215, 4, 'АВТОМОБИЛЕЙ<br> НА БАЗЕ'),
(2265, 216, 4, '100%'),
(2266, 217, 4, 'ХАРИЗМАТИЧНЫХ ВОДИТЕЛЕЙ'),
(2267, 218, 4, 'Отзывы о нас'),
(2268, 219, 4, 'Наталья, клиент нашего такси из [city_1_rod] в [city_2_vin]'),
(2269, 220, 4, 'Воспользовалась услугами такси из [city_1_rod] в [city_2_vin] и осталась очень довольной.\r\nВпервые попала в такую фирму такси, где диспетчер уточняет возраст моего ребенка не\r\nпросто, потому что по инструкции так положено, а для того, чтобы прислать автомобиль,\r\nоборудованный соответствующим креслом. Казалось бы, мелочь, но как приятно.'),
(2270, 221, 4, 'Наталья'),
(2271, 222, 4, 'Александр, постоянно ездит из [city_1_rod]'),
(2272, 223, 4, 'Ездил к друзьям на выходные, свою машину не брал, так как планировался культурный\r\nотдых с возлияниями. Вызвал такси в [city_1_vin]. Машину подали четко к назначенному\r\nчасу, доехали мы быстро и аккуратно. Сам водитель, поэтому могу адекватно оценить\r\nмастерство таксиста. А тут просто снимаю шляпу! Мужик, если ты читаешь этот отзыв –\r\nспасибо тебе за офигенный урок вождения! Там реально есть, что перенять. Стоит ли\r\nговорить, что на обратном пути из [city_2_rod] в [city_1_vin]  я снова вызвал такси именно этой компании? И опять все\r\nотлично!'),
(2273, 224, 4, 'Александр'),
(2274, 225, 4, 'Елена, заказывала такси в [city_2_vin]'),
(2275, 226, 4, 'Ездили с девчонками на пару дней в [city_2_vin]. Подруга вызвала такси из [city_1_rod].\r\nОбратила внимание, что диспетчер уточнила, на каком авто мы бы хотели ехать и какой\r\nмаршрут предпочитаем. И надо же – все пожелания были учтены. Доехали быстро,\r\nкомфортно и с ветерком. Водитель Сергей оказался очень приятным мужчиной – отвечал,\r\nкогда к нему обращались, а в наши разговоры не лез.'),
(2276, 227, 4, 'Елена'),
(2277, 228, 4, 'ЗАБРОНИРОВАТЬ ТАКСИ СЕЙЧАС'),
(2278, 229, 4, 'Такси [city_1_im] [city_2_im] &copy; [year]'),
(2279, 230, 4, 'Политика конфиденциальности и оферта'),
(2280, 231, 4, '<p>Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте https://sevastopol24.taxi, будут использованы с целью подготовки транспортных  услуг в соответствии с Вашими основными требованиями.</p>\r\n<p>Передача Вашей информации третьим лицам полностью исключена.</p>\r\n <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>                                              \r\n<p>Наш сайт \"Такси 24 Севастополь\" не является публичной офертой и носит информационный характер</p>'),
(2405, 170, 5, 'Трансфер из [city_1_rod] в [city_2_vin] по Акции от [title_price] руб.'),
(2406, 171, 5, 'Заказать трансфер из [city_1_rod] в [city_2_vin] на сайте [domen] очень удобно, быстро и недорого. Лучшая цена в Крыму!'),
(2407, 172, 5, ''),
(2408, 173, 5, 'Трансфер [city_1_im] [city_2_im]'),
(2409, 174, 5, 'ТРАНСФЕР [city_1_im] - [city_2_im] НЕДОРОГО'),
(2410, 175, 5, 'ЗАКАЗАВ ТРАНСФЕР ИЗ [city_1_rod] в [city_2_vin] ИЛИ ИЗ  [city_2_rod] в [city_1_vin] ПО ТЕЛЕФОНУ [phone], ВЫ ДОБЕРЕТЕСЬ СВОЕВРЕМЕННО И БЕЗ ОПОЗДАНИЙ.'),
(2411, 176, 5, 'УЗНАТЬ СТОИМОСТЬ'),
(2412, 177, 5, 'ЗАБРОНИРОВАТЬ ТРАНСФЕР [city_1_im] - [city_2_im]'),
(2413, 178, 5, 'ТРАНСФЕР [city_1_im] - [city_2_im]'),
(2414, 179, 5, 'Трансфер из [city_1_rod] в [city_2_vin]'),
(2415, 180, 5, '<p> <strong>С нами выгодно и приятно</strong></p>\r\n<p>Отправляясь в командировку или долгожданный отпуск, воспользуйтесь возможностью заказать <strong>трансфер из [city_1_rod] в [city_2_vin]</strong>. Мы предлагаем вам комфортную поездку от места назначения до конечного пункта за короткий срок и без потери времени. В автопарке нашей компании имеются автомобили премиум класса: <strong>Мерседес S класса, Мерседес Е-212, Мерседес Виана, Тойота Камри</strong>. Эти модели обеспечивают комфорт передвижения и особую безопасность пассажира. Кроме того, что вас заберут и высадят по нужном адресу, ваш багаж также будет погружен и доставлен сотрудником нашей фирмы. </p>\r\n<p>Стоимость поездки нашего <strong>VIP-такси</strong> – фиксированная. Это значит, что даже если вы задумали сделать остановку или забежать в магазин по дороге, то переплачивать не придется (в рамках установленного тарифом времени). </p>\r\n<p> Закажите услугу <a href=\"[direction_url]\" style=\"display:inline; color:black\">такси [city_1_im] - [city_2_im]</a>\r\n<p><strong>Почему стоит выбрать трансфер</strong></p>'),
(2416, 181, 5, '<p>Не подумав о своем комфортном передвижении в незнакомой местности вы рискуете испытать множество стрессов и потерять уйму времени. На пути самостоятельного путешественника всегда подстерегает ряд проблем. <p>Например: </p>\r\n<ul>\r\n<li>Трудности ночной поездки. Если путешествие предстоит поздним вечером или ночью, то вы вряд ли найдете адекватный вариант для передвижения. Скорее всего придется долго ждать на вокзале. Мы же предоставляем свою услугу в любое время суток. </li>\r\n<li>Опоздание. Вы рискуете не успеть на встречу или пропустить рейс, если возьмете случайное такси. Мы сведем такие риски к минимуму и вовремя довезем вас куда необходимо. </li>\r\n<li>Опасный стиль вождения. Каждый участник дорожного движения должен соблюдать ПДД. Мы не хотим чтобы клиент переживал за свою безопасность и волновался. Наш сотрудник будет управлять </li>автомобилем соблюдая правила, и вы будете чувствовать себя комфортно. </li>\r\n</ul>\r\n<p>Время потраченное в дороге уже не вернется. Услуга трансфера придется очень кстати, тем, кто торопится и не хочет тратить минуты и часы впустую. <p>Мы доставим вас по нужному адресу, в приятной и комфортной</p> обстановке. С нами вы сэкономите и время и деньги, а также останетесь в хорошем расположении духа. </p>'),
(2417, 182, 5, 'ЧИТАТЬ ДАЛЬШЕ'),
(2418, 183, 5, 'Авто из [city_1_rod] в [city_2_vin] на  \"трансфер 24\"'),
(2419, 184, 5, 'Рено Логан, Дэу Ланос'),
(2420, 185, 5, 'Недорого Трансфер [city_1_im]'),
(2421, 186, 5, 'Шкода Октавия, Форд Фокус'),
(2422, 187, 5, 'Комфортный трансфер в [city_2_vin]'),
(2423, 188, 5, 'Тойота Камри, Ниссан Теана'),
(2424, 189, 5, 'Бизнес трансфер По Крыму [city_1_im] - [city_2_im]'),
(2425, 190, 5, 'Мерседес Вито, VW транспортер'),
(2426, 191, 5, 'Заказать минивэн [city_1_im] - [city_2_im]'),
(2427, 192, 5, 'Тарифы на трансфер из [city_1_rod] по Крыму и в [city_2_vin]'),
(2428, 193, 5, 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера!'),
(2429, 194, 5, 'Преимущества нашего трансфера'),
(2430, 195, 5, 'C нашим трансфером Вы надежно и в срок доберетесь до точки назначения.'),
(2431, 196, 5, 'Трансфер [city_1_im]'),
(2432, 197, 5, 'Квалификация'),
(2433, 198, 5, 'Минимальный стаж водителей от <strong>5</strong>&nbsp;лет и более <strong>30 000</strong> проезженных часов.'),
(2434, 199, 5, ''),
(2435, 200, 5, 'Безопасность'),
(2436, 201, 5, 'Все автомобили и водители перед выездом проходят проверки по всем стандартам РФ.'),
(2437, 202, 5, ''),
(2438, 203, 5, 'Надежность'),
(2439, 204, 5, 'Мы понимаем насколько важна пунктуальность, поэтому мы гарантируем что машина будет точно в срок.'),
(2440, 205, 5, ''),
(2441, 206, 5, 'Комфорт'),
(2442, 207, 5, 'Мы знаем на сколько важен комфорт! У нас Вы забудете о курящем в салоне водителе, холодной или душной машине и громкой не любимой музыке.'),
(2443, 208, 5, ''),
(2444, 209, 5, '4 факта о нас'),
(2445, 210, 5, '0'),
(2446, 211, 5, 'ОПОЗДАВШИХ НА СВОЙ РЕЙС'),
(2447, 212, 5, '0'),
(2448, 213, 5, 'ЗАДЕРЖАННЫХ МАШИН НА ВЫЗОВ'),
(2449, 214, 5, '77'),
(2450, 215, 5, 'АВТОМОБИЛЕЙ<br> НА БАЗЕ'),
(2451, 216, 5, '100%'),
(2452, 217, 5, 'ХАРИЗМАТИЧНЫХ ВОДИТЕЛЕЙ'),
(2453, 218, 5, 'Отзывы о нас'),
(2454, 219, 5, 'Наталья, клиент нашего трансфера из [city_1_rod] в [city_2_vin]'),
(2455, 220, 5, 'Ехала трансфером из [city_1_rod] в [city_2_vin] с маленьким ребенком. Очень понравилась услуга предоставления детского кресла, так поездка была безопасной для всех.'),
(2456, 221, 5, 'Наталья'),
(2457, 222, 5, 'Александр, постоянно ездит из [city_1_rod]'),
(2458, 223, 5, 'На улице было очень жарко, но в машине был установлен кондиционер. Водитель был очень приятный и включал отличную музыку всю поездку, так что долгие часы маршрута прошли весело.'),
(2459, 224, 5, 'Александр'),
(2460, 225, 5, 'Елена, заказывала трансфер в [city_2_vin]'),
(2461, 226, 5, 'Позвонила в службу в 3 часа ночи, но, несмотря на позднее время, мне ответила вежливая девушка. Мне не пришлось ждать машину долго, она приехала спустя 5 минут. Такое качество заслуживает уважения.'),
(2462, 227, 5, 'Елена'),
(2463, 228, 5, 'ЗАБРОНИРОВАТЬ ТРАНСФЕР СЕЙЧАС'),
(2464, 229, 5, 'Трансфер [city_1_im] - [city_2_im] &copy; [year]'),
(2465, 230, 5, 'Политика конфиденциальности и оферта'),
(2466, 231, 5, '<p>Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте https://sevastopol24.taxi, будут использованы с целью подготовки транспортных  услуг в соответствии с Вашими основными требованиями.</p>\r\n<p>Передача Вашей информации третьим лицам полностью исключена.</p>\r\n <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>                                              \r\n<p>Наш сайт \"Такси 24 Севастополь\" не является публичной офертой и носит информационный характер</p>');

-- --------------------------------------------------------

--
-- Структура таблицы `text_fields`
--

CREATE TABLE `text_fields` (
  `id_text_field` int NOT NULL,
  `field_name` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `comment` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `text_fields`
--

INSERT INTO `text_fields` (`id_text_field`, `field_name`, `comment`) VALUES
(170, 'title', ''),
(171, 'description', ''),
(172, 'keywords', ''),
(173, 'navbar_logo_alt', ''),
(174, 'main_block_h1', ''),
(175, 'main_block_subtitle', ''),
(176, 'main_block_button', ''),
(177, 'main_block_form_title', ''),
(178, 'text_block_title', ''),
(179, 'text_block_alt', ''),
(180, 'text_block_text_first', ''),
(181, 'text_block_text_second', ''),
(182, 'text_block_button', ''),
(183, 'car_classes_title', ''),
(184, 'car_classes_economy_cars', ''),
(185, 'car_classes_economy_alt', ''),
(186, 'car_classes_comfort_cars', ''),
(187, 'car_classes_comfort_alt', ''),
(188, 'car_classes_business_cars', ''),
(189, 'car_classes_business_alt', ''),
(190, 'car_classes_minivan_cars', ''),
(191, 'car_classes_minivan_alt', ''),
(192, 'tariffs_title', ''),
(193, 'tariffs_restrictions', ''),
(194, 'benefits_title', ''),
(195, 'benefits_subtitle', ''),
(196, 'benefits_alt', ''),
(197, 'benefit_title-1', ''),
(198, 'benefit_subtitle-1', ''),
(199, 'benefit_alt_1', ''),
(200, 'benefit_title-2', ''),
(201, 'benefit_subtitle-2', ''),
(202, 'benefit_alt_2', ''),
(203, 'benefit_title-3', ''),
(204, 'benefit_subtitle-3', ''),
(205, 'benefit_alt_3', ''),
(206, 'benefit_title-4', ''),
(207, 'benefit_subtitle-4', ''),
(208, 'benefit_alt_4', ''),
(209, 'facts_title', ''),
(210, 'facts_count_1', ''),
(211, 'facts_fact_1', ''),
(212, 'facts_count_2', ''),
(213, 'facts_fact_2', ''),
(214, 'facts_count_3', ''),
(215, 'facts_fact_3', ''),
(216, 'facts_count_4', ''),
(217, 'facts_fact_4', ''),
(218, 'reviews_title', ''),
(219, 'reviews_alt_1', ''),
(220, 'reviews_review_1', ''),
(221, 'reviews_name_1', ''),
(222, 'reviews_alt_2', ''),
(223, 'reviews_review_2', ''),
(224, 'reviews_name_2', ''),
(225, 'reviews_alt_3', ''),
(226, 'reviews_review_3', ''),
(227, 'reviews_name_3', ''),
(228, 'bottom_form_title', ''),
(229, 'footer_bottom_title', ''),
(230, 'politics_title', ''),
(231, 'politics_text', '');

-- --------------------------------------------------------

--
-- Структура таблицы `text_types`
--

CREATE TABLE `text_types` (
  `id_text_type` int NOT NULL,
  `text_type_name` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `text_types`
--

INSERT INTO `text_types` (`id_text_type`, `text_type_name`) VALUES
(1, 'Главный сайт - главная страница'),
(2, 'Главный сайт - направления'),
(3, 'Поддомен - главная страница'),
(4, 'Поддомен - направления'),
(5, 'Трансферы');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id_user` int NOT NULL,
  `user_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id_user`, `user_name`, `password`) VALUES
(1, 'admin', '$2y$10$yxnhWQagu3ZmQUvfCKKz1e37W1gZnYvzJUuyGMMxYE0KnbFVHUvde');

-- --------------------------------------------------------

--
-- Структура таблицы `widgets`
--

CREATE TABLE `widgets` (
  `id_widget` int NOT NULL,
  `city_ref` int NOT NULL,
  `widget_type_ref` int NOT NULL,
  `widget_code` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `city_widget_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci GENERATED ALWAYS AS (concat(`widget_type_ref`,_utf8mb4'_',`city_ref`)) VIRTUAL NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `widgets_types`
--

CREATE TABLE `widgets_types` (
  `id_widget_type` int NOT NULL,
  `widget_name` varchar(127) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `showInHeader` int NOT NULL,
  `comment` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id_city`),
  ADD UNIQUE KEY `eng` (`eng`),
  ADD UNIQUE KEY `im` (`im`),
  ADD UNIQUE KEY `main_city` (`main_city`);

--
-- Индексы таблицы `defaults`
--
ALTER TABLE `defaults`
  ADD PRIMARY KEY (`id_default`),
  ADD UNIQUE KEY `constant_name` (`default_name`);

--
-- Индексы таблицы `not_published_cities`
--
ALTER TABLE `not_published_cities`
  ADD PRIMARY KEY (`id_not_published_city`),
  ADD KEY `city_from_ref` (`city_from_ref`),
  ADD KEY `city_to_ref` (`city_to_ref`);

--
-- Индексы таблицы `tariffs`
--
ALTER TABLE `tariffs`
  ADD PRIMARY KEY (`id_tariff`),
  ADD UNIQUE KEY `concat_from_to` (`concat_from_to`),
  ADD KEY `city_from_ref` (`city_from_ref`),
  ADD KEY `city_to_ref` (`city_to_ref`);

--
-- Индексы таблицы `texts`
--
ALTER TABLE `texts`
  ADD PRIMARY KEY (`id_text`),
  ADD UNIQUE KEY `field_text_type` (`field_text_type`),
  ADD KEY `text_field_ref` (`text_field_ref`),
  ADD KEY `text_type_ref` (`text_type_ref`);

--
-- Индексы таблицы `text_fields`
--
ALTER TABLE `text_fields`
  ADD PRIMARY KEY (`id_text_field`),
  ADD UNIQUE KEY `field_name` (`field_name`);

--
-- Индексы таблицы `text_types`
--
ALTER TABLE `text_types`
  ADD PRIMARY KEY (`id_text_type`),
  ADD UNIQUE KEY `text_type_name` (`text_type_name`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id_user`),
  ADD UNIQUE KEY `user_name` (`user_name`);

--
-- Индексы таблицы `widgets`
--
ALTER TABLE `widgets`
  ADD PRIMARY KEY (`id_widget`),
  ADD UNIQUE KEY `city_widget_type` (`city_widget_type`),
  ADD KEY `city_ref` (`city_ref`),
  ADD KEY `widget_type_ref` (`widget_type_ref`);

--
-- Индексы таблицы `widgets_types`
--
ALTER TABLE `widgets_types`
  ADD PRIMARY KEY (`id_widget_type`),
  ADD UNIQUE KEY `widget_name` (`widget_name`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `cities`
--
ALTER TABLE `cities`
  MODIFY `id_city` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=132;

--
-- AUTO_INCREMENT для таблицы `defaults`
--
ALTER TABLE `defaults`
  MODIFY `id_default` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;

--
-- AUTO_INCREMENT для таблицы `not_published_cities`
--
ALTER TABLE `not_published_cities`
  MODIFY `id_not_published_city` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=190;

--
-- AUTO_INCREMENT для таблицы `tariffs`
--
ALTER TABLE `tariffs`
  MODIFY `id_tariff` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7625;

--
-- AUTO_INCREMENT для таблицы `texts`
--
ALTER TABLE `texts`
  MODIFY `id_text` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2467;

--
-- AUTO_INCREMENT для таблицы `text_fields`
--
ALTER TABLE `text_fields`
  MODIFY `id_text_field` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=232;

--
-- AUTO_INCREMENT для таблицы `text_types`
--
ALTER TABLE `text_types`
  MODIFY `id_text_type` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=45;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id_user` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `widgets`
--
ALTER TABLE `widgets`
  MODIFY `id_widget` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=82;

--
-- AUTO_INCREMENT для таблицы `widgets_types`
--
ALTER TABLE `widgets_types`
  MODIFY `id_widget_type` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=33;

--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `not_published_cities`
--
ALTER TABLE `not_published_cities`
  ADD CONSTRAINT `not_published_cities_ibfk_1` FOREIGN KEY (`city_from_ref`) REFERENCES `cities` (`id_city`),
  ADD CONSTRAINT `not_published_cities_ibfk_2` FOREIGN KEY (`city_to_ref`) REFERENCES `cities` (`id_city`);

--
-- Ограничения внешнего ключа таблицы `tariffs`
--
ALTER TABLE `tariffs`
  ADD CONSTRAINT `tariffs_ibfk_1` FOREIGN KEY (`city_from_ref`) REFERENCES `cities` (`id_city`),
  ADD CONSTRAINT `tariffs_ibfk_2` FOREIGN KEY (`city_to_ref`) REFERENCES `cities` (`id_city`);

--
-- Ограничения внешнего ключа таблицы `texts`
--
ALTER TABLE `texts`
  ADD CONSTRAINT `texts_ibfk_1` FOREIGN KEY (`text_field_ref`) REFERENCES `text_fields` (`id_text_field`),
  ADD CONSTRAINT `texts_ibfk_2` FOREIGN KEY (`text_type_ref`) REFERENCES `text_types` (`id_text_type`);

--
-- Ограничения внешнего ключа таблицы `widgets`
--
ALTER TABLE `widgets`
  ADD CONSTRAINT `widgets_ibfk_1` FOREIGN KEY (`city_ref`) REFERENCES `cities` (`id_city`),
  ADD CONSTRAINT `widgets_ibfk_2` FOREIGN KEY (`widget_type_ref`) REFERENCES `widgets_types` (`id_widget_type`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
