<?
include('../../../src/data/mysql.php');
include('../../../src/data/text-fields/functions.php');

$text_domain = array(
  array('num' => '34', 'id' => 'about_1', 'text' => '<span>Безопасно</span>
						
						<p>Проводим жесткую проверку автомобилей и водителей перед поездкой.</p>'),
  array('num' => '35', 'id' => 'about_2', 'text' => '<span>Недорого</span>
						<p>Делаем приятные скидки на обратную дорогу и постоянным клиентам</p>
'),
  array('num' => '36', 'id' => 'about_3', 'text' => '<span>Пунктуально</span>
						<p>Ждем вас, даже если задержали рейс или багаж. Ожидание – бесплатно! </p>
'),
  array('num' => '37', 'id' => 'about_4', 'text' => '<span>Комфортно</span>
						<p>Обеспечим комфортную поездку. Никакой громкой музыки или прокуренного салона в нашем сервисе! </p>
'),
  array('num' => '42', 'id' => 'about_alt1', 'text' => 'Количество авто [city_1_im] - [city_2_im]'),
  array('num' => '43', 'id' => 'about_alt2', 'text' => 'Клиенты такси24'),
  array('num' => '44', 'id' => 'about_alt3', 'text' => 'Водители такси24'),
  array('num' => '45', 'id' => 'about_alt4', 'text' => 'Ежегодно проезжаем километров по маршруту [city_1_im] в Крыму'),
  array('num' => '39', 'id' => 'about_cars', 'text' => '135'),
  array('num' => '40', 'id' => 'about_clients', 'text' => '1800'),
  array('num' => '40', 'id' => 'about_drivers', 'text' => '157'),
  array('num' => '33', 'id' => 'about_h2', 'text' => 'Нас выбирают, потому что Это:'),
  array('num' => '41', 'id' => 'about_km', 'text' => '160 000'),
  array('num' => '6', 'id' => 'call_alt', 'text' => 'Такси [phone]'),
  array('num' => '14', 'id' => 'car_buzines', 'text' => '<li>Toyota Camry</li><li>BMW 5 series</li><li>Nissan Teana</li><li>Mercedes E-class</li>'),
  array('num' => '19', 'id' => 'car_buzines_alt', 'text' => 'Тариф бизнес [city_1_im] - [city_2_im]'),
  array('num' => '24', 'id' => 'car_buzines_desc', 'text' => '4 человека / 3 чемодана'),
  array('num' => '9', 'id' => 'car_h2', 'text' => 'Наши Машины'),
  array('num' => '12', 'id' => 'car_komfort', 'text' => '<li>Skoda Octavia</li><li>Ford Focus</li><li>Kia Rio</li><li>Skoda Rapid</li>'),
  array('num' => '17', 'id' => 'car_komfort_alt', 'text' => 'Тариф комфорт [city_1_im] - [city_2_im]'),
  array('num' => '22', 'id' => 'car_komfort_desc', 'text' => '4 человека /  3 чемодана'),
  array('num' => '13', 'id' => 'car_miniven', 'text' => '<li>Mercedes Vito</li><li>Volkswagen Transporter</li><li>Hyundai H1</li><li>Fiat Scudo</li>'),
  array('num' => '18', 'id' => 'car_miniven_alt', 'text' => 'Тариф минивен [city_1_im] - [city_2_im]'),
  array('num' => '23', 'id' => 'car_miniven_desc', 'text' => '8 человек / 5 чемоданов'),
  array('num' => '11', 'id' => 'car_standard', 'text' => '<li>Renault Logan</li><li>Daewoo Lanos</li><li>Chevrolet Aveo</li><li>Lada Granta</li>'),
  array('num' => '16', 'id' => 'car_standard_alt', 'text' => 'Тариф стандарт [city_1_im] - [city_2_im]'),
  array('num' => '21', 'id' => 'car_standard_desc', 'text' => '3 человека /  2 чемодана'),
  array('num' => '15', 'id' => 'car_vip', 'text' => '<li>Mercedes S-class</li><li>BMW 7 series</li><li>Lexus LX</li><li>Audi A8</li>'),
  array('num' => '20', 'id' => 'car_vip_alt', 'text' => 'Тариф VIP [city_1_im] - [city_2_im]'),
  array('num' => '25', 'id' => 'car_vip_desc', 'text' => '4 человека / 3 чемодана'),
  array('num' => '2', 'id' => 'description', 'text' => 'Заказывайте услуги такси или трансфер из [city_1_rod] в [city_2_vin] на сайте [domen] по выгодной цене! Путешествуйте комфортно и быстро! '),
  array('num' => '48', 'id' => 'footer_alt', 'text' => 'Такси [city_1_im] [phone]'),
  array('num' => '3', 'id' => 'h1', 'text' => 'НЕДОРОГОЕ ТАКСИ [city_1_im] - [city_2_im]'),
  array('num' => '4', 'id' => 'hero_section_preheder', 'text' => 'Лучший способ, чтобы доехать из [city_1_rod] по цене от [min_price] руб'),
  array('num' => '5', 'id' => 'logo_alt', 'text' => 'Logo такси 24 [city_1_im]'),
  array('num' => '46', 'id' => 'oferta_txt', 'text' => '        Нам очень важна конфиденциальность Вашей информации. Личные данные, которые Вы доверяете, заполняя форму заявки на нашем сайте [domen], будут использованы с целью подготовки транспортных услуг в соответствии с Вашими основными требованиями. </p>
  
      <p>Передача Вашей информации третьим лицам полностью исключена.</p>
      
      <p>Какие данные собираются на сайте: При добровольном заполнении формы заявки Вы отправляете нам: свое Имя, свой Телефон и свой E-mail.</p>
      
      <p>Наш сайт "Такси 24 [city_1_im]" не является публичной офертой и носит информационный характер</p>'),
  array('num' => '29', 'id' => 'steps_1', 'text' => '<h5>Заявка</h5><p>Вы оставляете заявку на сайте или звоните [phone]</p>'),
  array('num' => '30', 'id' => 'steps_2', 'text' => '<h5>Уточнение деталей</h5><p>Оператор уточняет все необходимые детали</p>'),
  array('num' => '31', 'id' => 'steps_3', 'text' => '<h5>Подача авто</h5><p>Авто подается в обговоренное время и место</p>'),
  array('num' => '32', 'id' => 'steps_4', 'text' => '<h5>Прибытие в место назначения</h5><p>Вовремя и с комфортом прибываете в нужное место</p>'),
  array('num' => '28', 'id' => 'steps_h2', 'text' => 'Как мы работаем'),
  array('num' => '26', 'id' => 'tarifs_h2', 'text' => 'ТАРИФЫ ТАКСИ ПО КРЫМУ ИЗ [city_1_rod]'),
  array('num' => '27', 'id' => 'tarifs_txt', 'text' => 'Акция ограничена количеством автомобилей. Точную стоимость уточняйте у диспетчера! C нашим такси 
<a href="[main_url]">[city_1_im] - [city_2_im]</a> Вы надежно и в срок доберетесь до точки назначения.'),
  array('num' => '1', 'id' => 'title', 'text' => 'Такси из [city_1_rod] в [city_2_vin] от [min_price] руб. Такси 24'),
  array('num' => '47', 'id' => 'why_alt', 'text' => 'Такси [city_1_im] - [city_2_im]'),
  array('num' => '7', 'id' => 'why_h2', 'text' => 'Такси в Крыму из [city_1_rod] в [city_2_vin]'),
  array('num' => '8', 'id' => 'why_txt', 'text' => '<p>Заказав на нашем сайте такси [city_1_im] – [city_2_im] вы гарантированно получаете комфортную и безопасную поездку по оптимальному маршруту. Вы также можете заказать машину по телефону [phone] и наслаждаться спокойной поездкой.</p>
<p>В отличие от прочих частных фирм такси, мы заботимся о своих пассажирах. Водители помогут вам с багажом, погрузят и выгрузят его. Если вы заказываете такси по маршруту [city_1_im] – [city_2_im], наши водители придут на помощь, вам больше не придется самостоятельно переносить тяжелые вещи!</p>
<p>Маршрут [city_1_im] – [city_2_im] подбирался с учетом всех особенностей дорог. К месту назначения вы прибудете в кратчайшие сроки в полной безопасности, уверяем вас. Наш водитель довезет вас к месту назначения, которое вы ему скажете: к частному сектору, району, гостинице, пансионату. Наши водители – профессионалы с многолетним стажем работы, которые знают наизусть все маршруты не только Севастополя, но и всего Крыма. Это позволяет им заблаговременно построить подходящий маршрут. Разумеется, при желании клиент может согласовать путь с водителем и выбрать нужную ему дорогу.</p>
<p>Мы подходим к работе со всей ответственностью, поэтому при заказе машины из [city_1_rod] в [city_2_vin] наш диспетчер спрашивает важную информацию: количество пассажиров, их возраст, наличие и вес багажа, а также задает другие вопросы, которые помогут ему подобрать наиболее оптимальную машину и водителя для выполнения индивидуального заказа. После согласования всех вопросов будет озвучена стоимость проезда. Вам нужно сэкономить время и прибыть к месту назначения безопасно и быстро? Тогда воспользуйтесь нашими услугами! Мы уверены, что после поездки с нами, вы больше не захотите вызывать такси других фирм!</p>
')
);

$text_fields = [];

foreach ($text_domain as $text) {

  $id = $text['num'];

  $text_fields[$id] = [
    'id_text_field' => $text['num'],
    'field_name' => $text['id'],
  ];
}
ksort($text_fields);

migrationTextFields($text_fields);
