<?
$TEXT_REDUCTIONS = [
    '[city_1_im]' => 'ГОРОД ИЗ именительный',
    '[city_1_rod]' => 'ГОРОД ИЗ родительный',
    '[city_1_dat]' => 'ГОРОД ИЗ дательный',
    '[city_1_vin]' => 'ГОРОД ИЗ винительный',
    '[city_1_tvor]' => 'ГОРОД ИЗ творительный',
    '[city_1_pred]' => 'ГОРОД ИЗ предложный',

    '[city_2_im]' => 'ГОРОД В именительный',
    '[city_2_rod]' => 'ГОРОД В родительный',
    '[city_2_dat]' => 'ГОРОД В дательный',
    '[city_2_vin]' => 'ГОРОД В винительный',
    '[city_2_tvor]' => 'ГОРОД В творительный',
    '[city_2_pred]' => 'ГОРОД В предложный',

    '[phone]' => 'Телефон',
    '[min_price]' => 'минимальная цена',
    '[domen]' => 'домен',
    '[main_url]' => 'ссылка на главный сайт',
    '[domain_url]' => 'ссылка на поддомен',
    '[direction_url]' => 'ссылка на направление - Из города в Город',
    '[year]' => 'Текущий год',
];
